{
    "biography": {
        "title": "Biography",
        "artistName": "Kiryl Mikhalenka",
        "artistTitle": "Artist",
        "photoAlt": "Portrait of the artist",
        "boldParagraph1": "Born in the south of Belarus, Gomel Region, Rechitsa, on September 7, 1998, in a family of oil workers. The Gomel Region is known for its oil deposits and extraction.",
        "regularParagraph1": "Uses exclusively natural materials. Paintings created with oil are not just works of art but also powerful symbols of modern reality. By using this material, he seeks to reveal the multifaceted aspects of our lives and society.",
        "regularParagraph2": "Oil symbolizes resource abundance, which, on one hand, has led to economic prosperity and technological progress, but on the other—ecological disasters and social conflicts.",
        "regularParagraph3": "The choice of this material is an attempt to visualize this paradox. Each painting serves as a reminder of how often we ignore the consequences of our actions.",
        "boldParagraph2": "Oil is the result of millions of years of natural transformation, making these paintings a metaphor for decay and renewal.",
        "regularParagraph4": "Using oil as a painting medium is an attempt to illustrate the interaction between humans and nature.",
        "regularParagraph5": "I hope viewers see not only beauty in them but also the necessity of reflecting and reconsidering our relationship with the planet’s resources.",
        "regularParagraph6": "Oil evokes strong emotions in people—desire, fear, or anxiety. My works convey this emotional tension, creating a visual dialogue about what it means to be part of a world full of contradictions.",
        "regularParagraph7": "The goal is to provoke reflection on how each of us contributes to the existing system and how it impacts the world around us.",
        "regularParagraph8": "Thus, each painting created with oil becomes a multilayered work, burdened with meaning and calling for contemplation.",
        "regularParagraph9": "Education: Rechitsa State School of Arts 2008 - 2014, painting department. Gomel State Art College, painting department 2015 - 2018.",
        "eventsTitle": "Exhibitions and Projects",
        "events": [
            {
                "year": "Since 2025",
                "event": "Member of the Belarusian Union of Designers"
            },
            {
                "year": "2018-2021",
                "event": "Member of the Russian Union of Artists"
            },
            {
                "year": 2024,
                "event": "Festival of Contemporary Art, Zaraysk, Moscow Region. Curated by Askeri Gallery and Artonline24."
            },
            {
                "year": 2023,
                "event": "Exhibition at NFT Factory, Paris. Digital art."
            },
            {
                "year": 2023,
                "event": "Luch watch collection, Minsk."
            },
            {
                "year": 2023,
                "event": "Collaboration with skateboard brand 375."
            },
            {
                "year": 2022,
                "event": "Lexus NX presentation, custom clothing."
            },
            {
                "year": 2021,
                "event": "Collaboration with INGLOT, limited edition palettes."
            },
            {
                "year": 2021,
                "event": "'Naivety' fashion show (26 outfits), Falcon Club."
            },
            {
                "year": 2019,
                "event": "Charity exhibition 'Love Acts,' Art House, Minsk."
            },
            {
                "year": 2018,
                "event": "Exhibition 'Promotion,' Vashchenko Gallery, Gomel."
            },
            {
                "year": 2012,
                "event": "Participation in the Unicef 'Different Views' contest."
            }
        ]
    },
    "documents": {
        "title": "Documents",
        "award": {
            "title": "Award for participation in the international Unicef drawing competition",
            "description": "Membership in the Russian Union of Artists.",
            "imageAlt": "Certificate of the Russian Union of Artists"
        },
        "thanks": {
            "title": "Acknowledgment for assisting in the organization of a charity auction",
            "description": "Official acknowledgment document.",
            "imageAlt": "Acknowledgment for participation in the auction"
        },
        "membership": {
            "title": "Valid document confirming membership in the Russian Union of Artists",
            "description": "Diploma from the Gomel Art College.",
            "imageAlt": "Diploma in Fine Arts Education"
        }
    }
}