{
    "header": {
        "biography": "Биография",
        "petroleumPaintings": "Картины нефтью",
        "exhibitions": "Выставки",
        "collaboration": "Сотрудничество с брендами",
        "nft": "NFT",
        "publications": "Публикации в журналах",
        "contacts": "Контакты"
    },
    "biography": {
        "title": "Биография",
        "artistName": "Михаленко Кирилл",
        "artistTitle": "Художник",
        "photoAlt": "Portrait of the artist",
        "boldParagraph1": "Родился на юго-востоке Беларуси, Гомельская область г.Речица 07.09.1998 г, в семье нефтяников. Гомельская область славится тем что именно на ней находятся залежи нефти, и происходит её добыча.",
        "regularParagraph1": "Использует исключительно природный материал, картины нарисованные нефтью выступают не просто художественными произведениями, но и мощным символом современной реальности. Используя этот материал, стремление раскрыть многогранные аспекты нашей жизни и общества.",
        "regularParagraph2": "Нефть олицетворяет изобилие ресурсов, которое, с одной стороны, привело к экономическому процветанию и технологическому прогрессу, но с другой — к экологическим катастрофам и социальным конфликтам.",
        "regularParagraph3": "Выбор этого материала — это попытка визуализировать этот парадокс. Каждая картина служит напоминанием о том, как мы часто игнорируем последствия наших действий.",
        "boldParagraph2": "Нефть — это результат миллионов лет природной трансформации, и в этом контексте картины становятся метафорой порчи и восстановления.",
        "regularParagraph4": "Используя нефть как живописный материал, это стремление проиллюстрировать взаимодействие человека с природой.",
        "regularParagraph5": "Надеюсь, что зрители увидят в них не только красоту, но и необходимость отражать и пересматривать наше отношение к ресурсам планеты.",
        "regularParagraph6": "Нефть вызывает у людей сильные эмоции, будь то желание, страх или тревога. Мои работы передают это эмоциональное напряжение, создавая визуальный диалог о том, что значит быть частью мира, насыщенного противоречиями.",
        "regularParagraph7": "Стремление вызвать у зрителей размышления о том, как каждый из нас вносит свой вклад в существующую систему и как это влияет на окружающий нас мир.",
        "regularParagraph8": "Таким образом, каждая картина, написанная нефтью, становится многослойным произведением,  обремененным смыслом и призывающим к размышлениям.",
        "regularParagraph9": "Образование: Речицкая государственная школа искусств 2008 - 2014, отделение живопись. Гомельский Государственный Художественный Колледж, отделение живопись 2015 - 2018.",
        "eventsTitle": "Выставки и Проекты",
        "events": [
            {
                "year": "С 2025",
                "event": "Член Белорусского союза Дизайнеров"
            },
            {
                "year": "2018-2021",
                "event": "Член Русского союза художников"
            },
            {
                "year": 2024,
                "event": "Фестиваль современного искусства в городе Зарайск, Московская область. Выставил 12 произведений под кураторством галереи Askeri Gallery и Artonline24."
            },
            {
                "year": 2023,
                "event": "Выставка в Париже – Галерея напротив Центра Жоржа Помпиду NFT Factory. Выставил свое цифровое искусство NFT, созданное в первые месяцы пребывания в Париже. Gallery NFT Factory, Paris, France."
            },
            {
                "year": 2023,
                "event": "Часовой завод Луч, коллекция часов, созданная по эскизам Кирилла Михаленко. На циферблатах изображены картины, три ярких рисунка, Минск."
            },
            {
                "year": 2023,
                "event": "Совместная работа со скейтборд брендом 375. На досках размещена картинка под названием «Планета животных»."
            },
            {
                "year": 2022,
                "event": "Lexus – презентация нового автомобиля NX, изготовил кастомизированную одежду для Лексус по индивидуальному заказу и провел выставку в Минске."
            },
            {
                "year": 2021,
                "event": "Коллаборация с мировым косметическим брендом INGLOT, лимитированная коллекция универсальных палеток Freedom System Art Edition 2021. С изображением картины хужожника."
            },
            {
                "year": 2021,
                "event": "Показ коллекции «Наивность» из 26 образов одежды. Арена Falcon Club, ANNModels."
            },
            {
                "year": 2021,
                "event": "Совместный показ с Е.Волковой коллекцией из 10 образов 'Наивность' Фирменный показ мод, гостиница 'Пекин', Минск. Brand Fashion Show."
            },
            {
                "year": 2019,
                "event": "Благотворительная выставка в галерее Арт Хаус «Любовь действует» г.Минск."
            },
            {
                "year": 2018,
                "event": "Выставка «Продвижение» г.Гомель галерея Ващенко."
            },
            {
                "year": 2017,
                "event": "выставка совместно с «Белорусским союзом художников». Г.Гомель Дк Железнодорожников."
            },
            {
                "year": 2017,
                "event": "Совместная выставка в Центр современного искусства, город Витебск, «Музыка для глаз»."
            },
            {
                "year": 2017,
                "event": "Совместная выставка 'Симбиоз'. Беларусь Гомель. Дворец культуры."
            },
            {
                "year": 2012,
                "event": "Участие в международном конкурсе, совместно с Польским комитетом народов Unicef 'Другие взгляды'."
            }
        ]
    },
    "documents": {
        "title": "Документы",
        "award": {
            "title": "Награждение за участие в международном конкурсе рисунка Unicef",
            "description": "Членство в Союзе Русских Художников.",
            "imageAlt": "Сертификат Союза Русских Художников"
        },
        "thanks": {
            "title": "Благодарность за помощь в организации благотворительного аукциона",
            "description": "Документ о благодарности.",
            "imageAlt": "Благодарность за участие в аукционе"
        },
        "membership": {
            "title": "Действительный документ, подтверждающий членство в Союзе Русских художников",
            "description": "Диплом Гомельского художественного колледжа.",
            "imageAlt": "Диплом художественного образования"
        }
    },
    "exhibition": {
        "paragraph": "Выставка в Париже, Галерея NFT Factory. Галерея находится напротив Центра Помпиду 2023. Выставил свое одно цифровое искусство NFT на платформе SuperRare, созданное в первые месяцы жизни в Париже. Галерея NFT Factory"
    },
    "collaboration": {
        "paragraph1": "Сотрудничество Кирилла Михаленко с INGLOT. Ограниченная версия универсальной палитры теней для век System Art Edition. Картина «Малиновый закат» - это калейдоскоп цветов, которые заставят вас улыбаться, радоваться и удивляться так, как это могут сделать только дети.",
        "paragraph2": "Совместная коллекция с часовым заводом Луч. Коллекция посвещена миру через розовые очки.",
        "paragraph3": "Модный показ совместной коллекции одежды с Дизайнером Волкова, проходил в г.Минск, Falcon club и Отель Пекин. Лёгкость, свобода от механический рамок правильности. Симпатичная наивность, непосредственность - вот мой приоритет. То, что присуще детям, не страшащихся и не стесняющихся ярких красок и «нелепых» форм.  Чистый взгляд маленького человека драгоценен, так чем же большой человек хуже? Ничем.  Главное - сохранить уже имеющийся в сознании океан художественной смелости чистым и богатым. И мое творчество - ода спасению безусловной наивности.",
        "paragraph4": "Совместная коллекция с Лексус, расписал вручную мерч на презентации нового автомобиля Lexus NX"
    },
    "nft": {
        "link": "Посмотреть на SuperRare"
    },
    "publications": {
        "title1": "Журнал Русская Швейцария 2021",
        "title2": "Журнал ЭШ 2021"
    },
    "contact": {
        "form":{
            "title": "Связь со мной",
            "name": "Имя",
            "email": "Почта",
            "message": "Сообщение",
            "submit": "Подтвердить"
        }
    },
    "petroleumPaintings": {
        "header":{
            "title": "Нефть",
            "collectionName": "«Петролеум»"
        },
        "text":{
            "boldParagraph1": "Серия картин представляет собой глубокое исследование нефти как символа современности, богатства и разрушения.",
            "regularParagraph1": "Каждая работа в этой коллекции создана с использованием настоящей нефти, что придаёт уникальную структуру и визуальную глубину, демонстрируя уникальность художественной техники. Служит важным средством для обсуждения ауктуальных социальных и экологических проблем.",
            "regularParagraph2": "Они могут вызвать сильные эмоции у зрителей и побуждать к размышлениям о роли нефти в нашей жизни и её влиянии на планету. И даст нам всем понять, что на самом деле влияет на нашу жизнь, чёрное золото или мы сами.",
            "boldParagraph2": "Нефть - кровь современной цивилизации не только иллюстрирует важность нефти в нашей жизни, но и ставит перед зрителем ряд вопросов:",
            "boldParagraph3": "Идея о том, что изменения начинаются с нас самих, вдохновляет на действия и побуждает к размышлении о том, как мы можем стать лучшей версией себя. Каждый маленький шаг имеет значение - будь то забота о себе, защита окружающей среды и поддержка других дюдей.",
            "regularParagraph3": "В конечном итоге именно эти изменения создают эффект домино, способствуя более широким преобразованиям в обществе.",
            "regularParagraph4": "Таким образом, влияние нефти в картинах становится многогранным отражением нашего времени - это история о прогрессе, вызовах и надежде на лучшее будущее. Каждая работа побуждает зрителя задуматься о своей роли в этом процессе и о том, какие шаги мы можем предпринять для создания более устойчивого мира.",
            "regularParagraph5": "Таким образом, «Хочешь изменить мир - начни с себя» становится не просто лозунгом, а жизненой философией, которая может привести к значительным переменам как на личном уровне, так и в глобальном масштабе."
        },
        "list":{
            "item1": "Как мы можем сбаланисоровать потребление ресурсов с заботой о планете?",
            "item2": "Какие шаги мы должны предпринять для перехода к более устойчивым Источникам энергии?"
        }
    }
}