{
    "biography": {
        "title": "Биография",
    "paragraph1": "Михаленко Кирилл Русланович, родился 7 сентября 1998 года в городе Речица, Гомельская область, Беларусь, в семье нефтяников. Гомельская область славится своими залежами нефти и её добычей. Кирилл использует исключительно природные материалы, а картины, написанные нефтью, являются не только художественными произведениями, но и мощным символом современной реальности. Используя этот материал, художник стремится раскрыть многогранные аспекты нашей жизни и общества.",
    "paragraph2": "Нефть олицетворяет изобилие ресурсов, которое, с одной стороны, привело к экономическому процветанию и технологическому прогрессу, а с другой — к экологическим катастрофам и социальным конфликтам. Выбор этого материала — это попытка визуализировать этот парадокс. Каждая картина служит напоминанием о том, как мы часто игнорируем последствия наших действий. Использование нефти как живописного материала иллюстрирует взаимодействие человека с природой. Нефть — это результат миллионов лет природной трансформации, и в этом контексте картины становятся метафорой порчи и восстановления.",
    "paragraph3": "Кирилл надеется, что зрители увидят в этих работах не только красоту, но и необходимость задуматься и пересмотреть наше отношение к ресурсам планеты. Нефть вызывает сильные эмоции — желание, страх или тревогу. Работы передают это эмоциональное напряжение, создавая визуальный диалог о том, что значит быть частью мира, насыщенного противоречиями. Цель — вызвать размышления о том, как каждый из нас вносит вклад в существующую систему и как это влияет на окружающий мир. Таким образом, каждая картина, написанная нефтью, становится многослойным произведением, обременённым смыслом и призывающим к размышлениям.",
    "eventsTitle": "Значимые события",
    "events": [
            {
                "year": 2024,
                "event": "Фестиваль современного искусства, Зарайск, Московская обл. Кураторство Askeri Gallery и Artonline24."
            },
            {
                "year": 2023,
                "event": "Выставка NFT Factory, Париж. Цифровое искусство."
            },
            {
                "year": 2023,
                "event": "Коллекция часов Луч, Минск."
            },
            {
                "year": 2023,
                "event": "Коллаборация со скейтбрендом 375."
            },
            {
                "year": 2022,
                "event": "Презентация Lexus NX, кастомизированная одежда."
            },
            {
                "year": 2021,
                "event": "Коллаборация с INGLOT, лимитированная коллекция палеток."
            },
            {
                "year": 2021,
                "event": "Показ 'Наивность' (26 образов), Falcon Club."
            },
            {
                "year": 2019,
                "event": "Благотворительная выставка 'Любовь действует', Арт Хаус, Минск."
            },
            {
                "year": 2018,
                "event": "Выставка 'Продвижение', Галерея Ващенко, Гомель."
            },
            {
                "year": 2012,
                "event": "Участие в конкурсе Unicef 'Другие взгляды'."
            }
        ]
    },
    "documents": {
        "title": "Достижения",
        "award": {
            "title": "Награждение за участие в международном конкурсе рисунка Unicef",
            "description": "Членство в Союзе Русских Художников.",
            "imageAlt": "Сертификат Союза Русских Художников"
        },
        "thanks": {
            "title": "Благодарность за помощь в организации благотворительного аукциона",
            "description": "Документ о благодарности.",
            "imageAlt": "Благодарность за участие в аукционе"
        },
        "membership": {
            "title": "Диплом художественного образования",
            "description": "Диплом Гомельского художественного колледжа.",
            "imageAlt": "Диплом художественного образования"
        }
    }
}