{
    "biography": {
        "title": "Биография",
        "artistName": "Михаленко Кирилл Русланович",
        "artistTitle": "Художник",
        "photoAlt": "Portrait of the artist",
        "boldParagraph1": "Родился на юге Беларуси, Гомельская область г.Речица 07.09.1998 г, в семье нефтяников. Гомельская область славится тем что именно на ней находятся залегания нефти, и происходит её добыча.",
        "regularParagraph1": "Использует исключительно природный материал, картины нарисованные нефтью выступают не просто художественными произведениями, но и мощным символом современной реальности. Используя этот материал, стремление раскрыть многогранные аспекты нашей жизни и общества.",
        "regularParagraph2": "Нефть олицетворяет изобилие ресурсов, которое, с одной стороны, привело к экономическому процветанию и технологическому прогрессу, но с другой — к экологическим катастрофам и социальным конфликтам.",
        "regularParagraph3": "Выбор этого материала — это попытка визуализировать этот парадокс. Каждая картина служит напоминанием о том, как мы часто игнорируем последствия наших действий.",
        "boldParagraph2": "Нефть — это результат миллионов лет природной трансформации, и в этом контексте картины становятся метафорой порчи и восстановления.",
        "regularParagraph4": "Используя нефть как живописный материал, это стремление проиллюстрировать взаимодействие человека с природой.",
        "regularParagraph5": "Надеюсь, что зрители увидят в них не только красоту, но и необходимость отражать и пересматривать наше отношение к ресурсам планеты.",
        "regularParagraph6": "Нефть вызывает у людей сильные эмоции, будь то желание, страх или тревога. Мои работы передают это эмоциональное напряжение, создавая визуальный диалог о том, что значит быть частью мира, насыщенного противоречиями.",
        "regularParagraph7": "Стремление вызвать у зрителей размышления о том, как каждый из нас вносит свой вклад в существующую систему и как это влияет на окружающий нас мир.",
        "regularParagraph8": "Таким образом, каждая картина, написанная нефтью, становится многослойным произведением,  обремененным смыслом и призывающим к размышлениям.",
        "eventsTitle": "Выставки",
        "events": [
            {
                "year": 2024,
                "event": "Фестиваль современного искусства, Зарайск, Московская обл. Кураторство Askeri Gallery и Artonline24."
            },
            {
                "year": 2023,
                "event": "Выставка NFT Factory, Париж. Цифровое искусство."
            },
            {
                "year": 2023,
                "event": "Коллекция часов Луч, Минск."
            },
            {
                "year": 2023,
                "event": "Коллаборация со скейтбрендом 375."
            },
            {
                "year": 2022,
                "event": "Презентация Lexus NX, кастомизированная одежда."
            },
            {
                "year": 2021,
                "event": "Коллаборация с INGLOT, лимитированная коллекция палеток."
            },
            {
                "year": 2021,
                "event": "Показ 'Наивность' (26 образов), Falcon Club."
            },
            {
                "year": 2019,
                "event": "Благотворительная выставка 'Любовь действует', Арт Хаус, Минск."
            },
            {
                "year": 2018,
                "event": "Выставка 'Продвижение', Галерея Ващенко, Гомель."
            },
            {
                "year": 2012,
                "event": "Участие в конкурсе Unicef 'Другие взгляды'."
            }
        ]
    },
    "documents": {
        "title": "Достижения",
        "award": {
            "title": "Награждение за участие в международном конкурсе рисунка Unicef",
            "description": "Членство в Союзе Русских Художников.",
            "imageAlt": "Сертификат Союза Русских Художников"
        },
        "thanks": {
            "title": "Благодарность за помощь в организации благотворительного аукциона",
            "description": "Документ о благодарности.",
            "imageAlt": "Благодарность за участие в аукционе"
        },
        "membership": {
            "title": "Действительный документ, подтверждающий членство в Союзе Русских художников",
            "description": "Диплом Гомельского художественного колледжа.",
            "imageAlt": "Диплом художественного образования"
        }
    }
}